Repository: pvl-grdv/Telephone
Catalog: Telephone/SIPResponses.xcstrings
Source language: en
Languages: ru

source: Accepted
ru: Принято для обработки

source: Address Incomplete
ru: Неполный адрес

source: Alternative Service
ru: Доступны альтернативные услуги

source: Ambiguous
ru: Адрес неоднозначен

source: Bad Extension
ru: Неизвестное расширение

source: Bad Gateway
ru: Сервер получил некорректный ответ от запрашиваемого сервера

source: Bad Request
ru: Неправильно сформированный запрос

source: Busy Everywhere
ru: Занято по всем направлениям

source: Busy Here
ru: Занято

source: Call Is Being Forwarded
ru: Звонок переадресуется

source: Call/Transaction Does Not Exist
ru: Не существует такого звонка или транзакции

source: Decline
ru: Звонок отклонен

source: Does Not Exist Anywhere
ru: Нет такого пользователя

source: Extension Required
ru: Не указано расширение

source: Forbidden
ru: Запрещено

source: Gone
ru: Больше не доступно

source: Interval Too Brief
ru: Недостаточный временной интервал

source: Loop Detected
ru: Замкнутый маршрут

source: Message Too Large
ru: Слишком большое сообщение

source: Method Not Allowed
ru: Метод не поддерживается

source: Moved Permanently
ru: Больше не доступен по этому адресу

source: Moved Temporarily
ru: Временно сменил местоположение

source: Multiple Choices
ru: Несколько вариантов

source: Not Acceptable
ru: Недопустимо

source: Not Acceptable Here
ru: Недопустимо для данного адреса

source: Not Found
ru: Не найдено

source: Not Implemented
ru: Не поддерживается сервером

source: Payment Required
ru: Требуется оплата

source: Precondition Failure
ru: Предварительная ошибка

source: Proxy Authentication Required
ru: Необходима аутентификация на прокси-сервере

source: Queued
ru: Звонок поставлен в очередь

source: Request Entity Too Large
ru: Размер запроса слишком велик

source: Request Pending
ru: Для данного диалога уже существует запрос

source: Request Terminated
ru: Запрос отменен

source: Request Timeout
ru: Максимальное время обработки запроса истекло

source: Request Updated
ru: Запрос обновлен

source: Request-URI Too Long
ru: Слишком длинный Request-URI

source: Ringing
ru: Идет оповещение

source: Server Internal Error
ru: Ошибка сервера

source: Server Time-out
ru: Тайм-аут сервера

source: Service Unavailable
ru: Сервер не может обслужить запрос

source: Session Progress
ru: В процессе

source: Session Timer Too Small
ru: Слишком короткий интервал обновления сессии

source: Temporarily Unavailable
ru: Временно недоступен

source: Too Many Hops
ru: Превышено число промежуточных узлов

source: Trying
ru: Запрос обрабатывается

source: Unauthorized
ru: Не авторизован

source: Undecipherable
ru: Невозможно расшифровать

source: Unsupported Media Type
ru: Неподдерживаемый кодек

source: Unsupported URI Scheme
ru: Неподдерживаемая структура URI

source: Use Proxy
ru: Следует связываться через прокси

source: Version Not Supported
ru: Версия протокола не поддерживается
